tap "borkdude/brew"
tap "bufbuild/buf"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "eval/brew"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "warrensbox/tap"
brew "libpng"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "harfbuzz"
brew "openjdk@17"
brew "apache-spark"
brew "augeas"
brew "aws-iam-authenticator"
brew "bat"
brew "boost"
brew "python@3.11"
brew "boost-python3"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "certbot"
brew "cloc"
brew "cmake"
brew "deno"
brew "gcc"
brew "openblas"
brew "dlib"
brew "docker", link: false
brew "libsodium"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "geos"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "netpbm"
brew "gts"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "guile"
brew "gum"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "k6"
brew "k9s"
brew "zookeeper"
brew "kafka"
brew "kubernetes-cli"
brew "kustomize"
brew "leiningen"
brew "libffi"
brew "librdkafka"
brew "libyaml"
brew "node"
brew "mongosh"
brew "neovim"
brew "newman"
brew "nghttp2"
brew "nginx"
brew "node@16"
brew "openjdk@11", link: true
brew "opensearch"
brew "parallel"
brew "pinentry-mac"
brew "pnpm"
brew "postgresql@14"
brew "virtualenv"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "pyright"
brew "redis"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "stow"
brew "swig"
brew "terragrunt"
brew "tree"
brew "watchman"
brew "wget"
brew "wrk"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "borkdude/brew/babashka"
brew "borkdude/brew/jet"
brew "bufbuild/buf/buf"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "eval/brew/deps-try"
brew "hashicorp/tap/terraform-ls"
brew "mongodb/brew/mongodb-community@5.0"
cask "alfred"
cask "aws-vault"
cask "cloudflare-warp"
cask "docker"
cask "firefox"
cask "google-cloud-sdk"
cask "iterm2"
cask "skype"
cask "slack"
cask "telegram"
cask "visual-studio-code"
cask "zoom"
vscode "eamodio.gitlens"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "pamaron.pytest-runner"
vscode "rangav.vscode-thunder-client"
