tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "warrensbox/tap"
brew "libpng"
brew "glib"
brew "harfbuzz"
brew "apache-spark"
brew "augeas"
brew "aws-iam-authenticator"
brew "bat"
brew "boost"
brew "boost-python3"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "certbot"
brew "cloc"
brew "cmake"
brew "deno"
brew "dlib"
brew "folly"
brew "edencommon"
brew "libsodium"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fzf"
brew "gdk-pixbuf"
brew "geos"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "k6"
brew "k9s"
brew "zookeeper"
brew "kafka"
brew "kubernetes-cli"
brew "leiningen"
brew "librdkafka"
brew "libyaml"
brew "neovim"
brew "node"
brew "newman"
brew "nghttp2"
brew "nginx"
brew "openjdk@11"
brew "opensearch", restart_service: true
brew "openssl@3"
brew "pinentry-mac"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "pyright"
brew "python@3.10", link: false
brew "redis", restart_service: true
brew "ripgrep"
brew "sbt"
brew "scala"
brew "stow"
brew "swig"
brew "terragrunt"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "borkdude/brew/babashka"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "hashicorp/tap/terraform-ls"
brew "mongodb/brew/mongodb-community@5.0"
cask "alfred"
cask "aws-vault"
cask "cloudflare-warp"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "postman"
cask "racket"
cask "skype"
cask "slack"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "font-cascadia-code"
