tap "borkdude/brew"
tap "bufbuild/buf"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "eval/brew"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "warrensbox/tap"
brew "aom"
brew "augeas"
brew "bat"
brew "boost"
brew "boost-python3"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "certbot"
brew "cloc"
brew "cmake"
brew "gcc"
brew "dlib"
brew "docker"
brew "edencommon"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "grpcurl"
brew "gum"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "leiningen"
brew "mise"
brew "neovim"
brew "newman"
brew "nghttp2"
brew "nginx"
brew "parallel"
brew "pinentry-mac"
brew "pre-commit"
brew "protobuf"
brew "pyright"
brew "redis"
brew "ripgrep"
brew "scrcpy"
brew "stow"
brew "swig"
brew "tree"
brew "virtualenv"
brew "watchman"
brew "wget"
brew "wrk"
brew "zsh"
brew "zsh-completions"
brew "borkdude/brew/babashka"
brew "borkdude/brew/jet"
brew "bufbuild/buf/buf"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "eval/brew/deps-try"
brew "hashicorp/tap/terraform-ls"
cask "docker-desktop"
cask "firefox"
cask "ghostty"
cask "zen"
cask "raycast"
cask "telegram"
cask "visual-studio-code"
cask "zoom"
vscode "eamodio.gitlens"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "pamaron.pytest-runner"
